tap "derailed/k9s"
tap "fishtown-analytics/dbt"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "coreutils"
brew "readline"
brew "asdf"
brew "sqlite"
brew "autojump"
brew "awscli"
brew "bat"
brew "bzip2"
brew "cmake"
brew "curl"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "jq"
brew "kubectx"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "luv"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "postgresql"
brew "ripgrep"
brew "rustup-init"
brew "rust-analyzer"
brew "sops"
brew "the_silver_searcher"
brew "tmux"
brew "wget"
brew "yq"
brew "zlib"
brew "derailed/k9s/k9s"
cask "docker", args: { appdir: "/Applications" }
cask "amethyst", args: { appdir: "/Applications" }
cask "kitty", args: { appdir: "/Applications" }
cask "postico", args: { appdir: "/Applications" }
cask "postman", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
