jorgebucaran/fisher
pure-fish/pure
jhillyerd/plugin-git
jethrokuan/z
PatrickF1/fzf.fish
gazorby/fish-abbreviation-tips
oakninja/MakeMeFish
ojiry/fish-tmux
gazorby/fish-exa
